{
  "movies": [
    {
      "vote_count": 768,
      "id": 473,
      "video": false,
      "vote_average": 7.1,
      "title": "Pi",
      "popularity": 16.295438,
      "poster_path": "/d4pDorUHjIVFiVGiJar6sF2r8TQ.jpg",
      "original_language": "en",
      "original_title": "Pi",
      "genre_ids": [
        9648,
        18,
        53
      ],
      "backdrop_path": "/v8hOSHK0dwgwR80CZuxvMFc0DCx.jpg",
      "adult": false,
      "overview": "The debut film from Darren Aronofsky in which a mathematical genius Maximilian Cohen discovers a link in the connection between numbers and reality and thus believes he can predict the future.",
      "release_date": "1998-07-10"
    },
    {
      "vote_count": 1797,
      "id": 16996,
      "video": false,
      "vote_average": 6.1,
      "title": "17 Again",
      "popularity": 20.519656,
      "poster_path": "/ldOya8hGmN1Hi439K3qIQsfFnM9.jpg",
      "original_language": "en",
      "original_title": "17 Again",
      "genre_ids": [
        35
      ],
      "backdrop_path": "/3XuoV7k3lT25xzfZofFMCjdm1v.jpg",
      "adult": false,
      "overview": "On the brink of a midlife crisis, 30-something Mike O'Donnell wishes he could have a \"do-over.\" And that's exactly what he gets when he wakes up one morning to find he's 17 years old again. With his adult mind stuck inside the body of a teenager, Mike actually has the chance to reverse some decisions he wishes he'd never made. But maybe they weren't so bad after all.",
      "release_date": "2009-03-11"
    },
    {
      "vote_count": 125,
      "id": 87368,
      "video": false,
      "vote_average": 5.5,
      "title": "17 Girls",
      "popularity": 5.451057,
      "poster_path": "/izuJVB2zL9Z2bkwnwKve1o0YGYO.jpg",
      "original_language": "fr",
      "original_title": "17 filles",
      "genre_ids": [
        18
      ],
      "backdrop_path": "/zN4ti6DlERJfeg6xZclWexRjpk1.jpg",
      "adult": false,
      "overview": "Inspired by events that took place in Massachusetts, Delphine and Muriel Coulin's provocative debut focuses on a group of bored teenage girls who all make an irrevocable pact. When Camille (Louise Grinberg) accidentally becomes pregnant, she encourages her friends and fellow high school classmates to follow suit. It's only a matter of time, before 17 girls in the high school are pregnant and the town is thrown into a world of chaos. Set in the writer/directors' small, seaside hometown of Lorient in Brittany, 17 Girls is a reflection on adolescence, body image, friendship and the perplexing realities of growing up.",
      "release_date": "2011-06-13"
    }
  ]
}